Repository: vl4dimr/ci-cms
Catalog: tags/0.9.x/0.9.1.0/application/modules/member/locale/*.po
Languages: mg

source: First
mg: Voalohany

source: Last
mg: Farany

source: email
mg: adiresy email

source: username
mg: solonanarana

source: password
mg: tenimiafina

source: password confirmation
mg: fanamarinana tenimiafina

source: The %s field is required
mg: Ilaina ny %s

source: The %s field does not match the %s field
mg: Tsy mitovy amin'ny %s ny %s napetrakao

source: User registered
mg: Tafiditra ny mpiambana

source: The username is already in use
mg: Efa misy mampiasa ny solonanarana

source: This member doesn't exist
mg: Tsy ao io mpikambana io

source: Username and status required
mg: Ilaina ny solonanarana sy ny status

source: You cannot remove yourself
mg: Tsy afaka manala ny tenanao ianao

source: User deleted
mg: Voafafa ny mpiakambana

source: User status updated
mg: Voaova ny mombamomba ny mpikambana

source: User saved
mg: Voatahiry ny mpikambana

source: The email is already in use
mg: Efa misy mampiasa ny adiresy email

source: Username is required
mg: Ilaina ny solonanarana sy ny status

source: Please enter your password
mg: Ampidiro ny tenimiafina azafady

source: Logged in:
mg: Tafiditra :

source: Sign out
mg: Hivoaka

source: Login error. Please verify your username
mg: Hadisoana. Hamarino ny solonanarana.

source: You are now logged out.
mg: Tafavoaka soa amantsara ianao

source: You are now logged in
mg: Tafiditra soa amantsara ianao

source: Please enter your username
mg: Ampidiro ny solonanarana azafady

source: Login error. Please verify your username and your password.
mg: Hadisoana. Hamarino ny solonanarana sy ny tenimiafina.

source: The email address you entered is not valid.
mg: Tsy adiresy ara-dalana ny adiresy napetrakao

source: Your password for %s
mg: %s tenimiafina

source: Hello %s, Thank you for registering to %s. Now you can enter in the site with these information. Username: %s Password: %s
mg: Salama %s, Misaotra anao nisoratra anarana ato amin'ny %s. Manomboka izao dia afaka miditra ao amin'ny takelaka ianao miaraka amin'ireto andinindininy ireto. Solonanarana: %s Tenimiafina: %s

source: Thank you. The administrator
mg: Misaotra anao. Ny mpandrindra

source: New member for %s
mg: Mpikambana vaovao %s

source: Hello admin, A new member has just registere into your site. These are the submitted information. Username: %s Email: %s IP: %s Thank you. The administrator
mg: Miarahaba ny mpandrindra, Nisy mpikambana vaovao niditra tao amin'ny takelaka. Ireto ny mombamomba azy. Solonanarana: %s Adiresy email: %s IP: %s Misaotra. Ny mpandrindra

source: Thank you for registering with this site. Please check your email %s and get there your password, then turn back to log in.
mg: Misaotra anao nisoratra anarana eto amin'ny takelaka. Mba jereo azafady ny adiresy %s ary jereo any ny tenimiafina dia miverena miditra.

source: The username format is not valid, please use alphanumeric characters.
mg: Tsy aradal&agrave;na ny endriky ny solonanarana. Litera sy marika ihany no azo ampiasaina, tsy azo asiana soratra hafa.

source: Your profile was saved.
mg: Voatahiry ny mombamomba anao

source: The address %s is not a valid email
mg: Tsy adiresy ara-dalana ny %s napetrakao

source: Create a new password: %s
mg: Manova tenimiafina: %s

source: Hello %s, You said you forgot your password for %s. Since we do not keep passwords in clear, you have to create one. Click the link below to create a new password. %s Thank you. The administrator
mg: Miarahaba an'i %s, Nolazainao hoe adino ny tenimiafinao hidirana amin'ny %s. Koa satria tsy mitahiry tenimiafina izahay dia mila mamorona vaovao ianao. Tsindrio ny rohy eto ambany hamoronana tenimiafina vaovao. %s Misaotra anao. Ny mpandrindra

source: We have sent to %s the instruction on how to create a new password. Please check your email.
mg: Nalefanay amin'ny adiresy %s ny fomba hatao hahazoana mamorona tenimiafina vaovao. Jereo io ny hafatra amin'io adiresy io azafady.

source: Your password is now changed. You can login with your username and the new password.
mg: Voaova ny tenimiafina. Afaka miditra amin'ny solonanarana sy tenimiafina vaovao ianao manomboka izao.

source: The activation link is not valid. Please check again your email and verify the link. If you are sure the link was right then contact the administrator.
mg: Tsy ara-dalàna io rohy napetrakao io. Jereo tsara ny rohy izay nalefanay tany amin'ny email izay voarainao. Raha tsy mety mihitsy dia ilazao ny mpandrindra ny takelaka.

source: The address %s is not found in our database. Try another address.
mg: Tsy hita ao amin'ny lisitra ny adiresy %s izay napetrakao. Manandrama adiresy hafa.

source: Change your email
mg: Hanova adiresy imailaka

source: Email
mg: Adiresy email

source: Email confirmation
mg: Fanamarinana adiresy

source: Email change confirmation
mg: Fanamarinana fanovana adiresy

source: Hello %s, You asked to change your email for %s. Please click the link below to confirm that this email belongs to you. %s Thank you. The administrator
mg: Miarahaba an'i %s, Nangataka hanova adiresy email ianao ao amin'ny %s. Tsindrio ny rohy eto ambany azafady hanamarinana fa anao marina io adiresy io. %s Misaotra anao. Ny mpandrindra

source: Please, check your new email %s, We sent a link to verify that it belongs to you.
mg: Jereo azafady ny adiresinao %s, nandefasanay hafatra any hanamarinana fa anao marina ny adiresy.

source: Your email is now changed.
mg: Voaova ny adiresinao.

source: The link is not valid. Please check your email to verify.
mg: Tsy ara-dal&agrave;na io rohy napetrakao io. Jereo indray azafady ilay hafatra nalefanay.

source: Lost password
mg: Adino ny tenimiafina

source: To create a new password, please enter your email.
mg: Mba hahafahanao mamorona tenimiafina vaovao dia ampidiro ny adiresy email.

source: Submit
mg: Alefaso

source: Cancel
mg: Aoka ihany

source: Now, create a new password.
mg: Mamorona tenimiafina vaovao amin'izay

source: New password
mg: Tenimiafina vaovao

source: Confirm
mg: Hamarino

source: Save
mg: Tehirizo

source: Go back
mg: Miverena

source: Member administration
mg: Fandrindrana ny mpikambana

source: Settings
mg: Safidy

source: Add a new user
mg: Mpikambana vaovao

source: Search
mg: Tadiavo

source: Username
mg: Solonanarana

source: Action
mg: Asa

source: Edit
mg: Ahitsio

source: Delete
mg: Fafao

source: No member found
mg: Tsy nisy mpikambana hita

source: Please submit your new email.
mg: Ampidiro ny adiresy vaovao.

source: You will receive a confirmation in your new email.
mg: Handray hafatra fanamarinana amin'ilay adiresy vaovao ianao.

source: New email
mg: Adiresy vaovao

source: Navigation
mg: Menu

source: Add a user
mg: Hampiditra mpikambana

source: Password
mg: Tenimiafina

source: Edit a user
mg: Hanitsy mpikambana

source: Status
mg: Toetra

source: Active
mg: Mandeha

source: Disabled
mg: Tsy tafiditra

source: Login
mg: Fidirana

source: Please enter here your login and password
mg: Ampidiro eto ny solonanarana sy tenimiafina

source: Sign up
mg: Hisoratra anarana

source: Lost password ?
mg: Adino ny tenimiafina?

source: Log out
mg: Hivoaka

source: Change email
mg: Hanova adiresy

source: Quick menu
mg: Rohy ilaina

source: Edit your profile
mg: Ny mombamomba anao

source: You can change your profile here, if you want.
mg: Azonao ovaina eto ny mombamomba anao raha tianao.

source: Please fill the form below and click on Register
mg: Fenoy azafady ny

source: Confirm email
mg: Soraty indray ny adiresy

source: Fields marked with * are required
mg: Ilaina fenoina izay voamarika amin'ny *

source: Register
mg: Hisoratra anarana

source: Enter a username
mg: Ampidiro ny solonanarana

source: Enter at least {0} characters
mg: Mampidira farafaharatsiny litera {0}

source: {0} is already in use
mg: Efa misy mampiasa ny {0}

source: Please enter a valid email address
mg: Tsy ara-dalàna ny adiresy

source: Repeat your email
mg: Avereno ny email

source: Enter the same email as above
mg: Avereno ampidirina ny adiresy etsy ambony

source: Unauthorized
mg: Tsy mahazo alalana

source: have access to
mg: mahazo alalana mba

source: view in
mg: hijery

source: add into
mg: mampiditra

source: edit in
mg: manova

source: delete in
mg: hamafa

source: Sorry, you cannot %s the %s module
mg: Azafady, tsy afaka %s ao amin'ny %s ianao
