Repository: vl4dimr/ci-cms
Catalog: trunk/application/modules/member/locale/*.po
Languages: fr

source: First
fr: Premier

source: Last
fr: Dernier

source: username
fr: Login

source: password
fr: Mot de passe

source: password confirmation
fr: Confirmation mot de passe

source: The %s field is required
fr: Le champ %s est obligatoire

source: The %s field does not match the %s field
fr: Le champ %s est différent de %s

source: User registered
fr: Utilisateur enregistré

source: The username is already in use
fr: D&eacute;sol&eacute;, ce nom d'identification est d&eacute;j&agrave; utilis&eacute;e!

source: This member doesn't exist
fr: Ce membre n'existe pas

source: Username and status required
fr: Le nom d'identification et le status est nécessaire

source: You cannot remove yourself
fr: Vous ne pouvez pas supprimer vous-même

source: User deleted
fr: Membre supprim&eacute;

source: User status updated
fr: Status mis &agrave; jour

source: User saved
fr: Membre sauvegard&eacute;es.

source: The email is already in use
fr: D&eacute;sol&eacute;, cette adresse mail est d&eacute;j&agrave; utilis&eacute;e!

source: Username is required
fr: Le champ username est obligatoire

source: Please enter your password
fr: Veuillez insérer le mot de passe.

source: Logged in:
fr: Connect&eacute;:

source: Sign out
fr: Déconnecter

source: Login error. Please verify your username
fr: Connexion &eacute;chou&eacute;e. Merci de saisir de nouveau votre identifiant et mot de passe.

source: You are now logged out.
fr: Vous &ecirc;tes maintant d&eacute;connect&eacute;

source: You are now logged in
fr: Vous &ecirc;tes maintenant connect&eacute;

source: Please enter your username
fr: Merci de renseigner l'identifiant.

source: The email address you entered is not valid.
fr: L'adresse que vous avez ins&eacute;r&eacute;e n'est pas valide. Veuillez essayer.

source: Your password for %s
fr: Votre mot de passe pour %s

source: Hello %s, Thank you for registering to %s. Now you can enter in the site with these information. Username: %s Password: %s
fr: Bonjour %s, Merci de vous inscrire sur %s. Vous pouvez entrer dans le site avec les informations suivantes. Identification: %s Mot de passe: %s

source: Thank you. The administrator
fr: Merci. L'administrateur du site

source: New member for %s
fr: Nouveau membre pour %s

source: Hello admin, A new member has just registered into your site. These are the submitted information. Username: %s Email: %s IP: %s Thank you. The administrator
fr: Bonjour admin, Un nouveau membe vient de s' inscrire sur votre site. Voici les informations insérées. Username: %s Email: %s IP: %s Merci. L'administrateur du site

source: Thank you for registering with this site. Please check your email %s and get there your password, then turn back to log in.
fr: Merci de vous inscrire sur ce site, V&eacute;rifier votre email %s pour avoir votre mot de passe.

source: The username format is not valid, please use alphanumeric characters.
fr: Le format du nom d'identification n'est pas valide. Veuillez utiliser seulement des chiffres et des lettres.

source: Your profile was saved.
fr: Votre profil est enregistré

source: The address %s is not a valid email
fr: Votre adresse email %s n'est pas valide

source: Create a new password: %s
fr: Créer un nouveau mot de passe: %s

source: Hello %s, You said you forgot your password for %s. Since we do not keep passwords in clear, you have to create one. Click the link below to create a new password. %s Thank you. The administrator
fr: Bonjour %s, Vous avez dit que vous avez oubli&eacute; votre mot de passe pour %s. Comme nous ne conservons pas des mots de passe, vous devez en cr&eacute;er un autre. Cliquez sur le lien ci-dessous pour le cr&eacute;er. %s Merci. L'administrateur

source: We have sent to %s the instruction on how to create a new password. Please check your email.
fr: Nous avons envoy&eacute; &agrave; %s les instructions pour cr&eacute;er un noveau mot de passe. Veuillez lire votre email.

source: Your password is now changed. You can login with your username and the new password.
fr: Votre mot de passe est maintenant chang&eacute;. Vous pouvez vous identifier avec le nouveau username et mot de passe.

source: The activation link is not valid. Please check again your email and verify the link. If you are sure the link was right then contact the administrator.
fr: Le lien que vous avez utilis&eacute; n'est pas valide. Veuillez verifier le message que nous avons envoy&eacute et r&eacute;essayser. Si vous pensez qu'il y a une erreur, contacter l'administrateur.

source: The address %s is not found in our database. Try another address.
fr: L'adresse %s n'est pas dans notre base de données. Essayer une autre adresse.

source: Change your email
fr: Changer adresse email

source: Email confirmation
fr: Confirmation d'adresse

source: Email change confirmation
fr: Confirmation de changement d'email

source: Hello %s, You asked to change your email for %s. Please click the link below to confirm that this email belongs to you. %s Thank you. The administrator
fr: Bonjour %s, Vous avez demandé de changer votre adresse email %s. Cliquer sur le lien ci-dessous pour confirmer que l'adresse vous appartient. %s Merci. L'administrateur

source: Please, check your new email %s, We sent a link to verify that it belongs to you.
fr: Vérifier votre email %s, Nous y avons envoyé le code de vérification.

source: Your email is now changed.
fr: Votre adresse est maintenant chang&eacute;e

source: The link is not valid. Please check your email to verify.
fr: Le lien n'est pas valide. Vérifier votre adresse email.

source: Lost password
fr: Mot de passe perdu?

source: To create a new password, please enter your email.
fr: Pour pouvoir cr&eacute;er un nouveau mot de passe, ins&eacute;rer votre adresse email.

source: Submit
fr: Envoyer

source: Cancel
fr: Annuler

source: Now, create a new password.
fr: Maintenant, cr&eacute;er un nouveau mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm
fr: Confirmer

source: Save
fr: Enregistrer

source: Go back
fr: Revenir en arri&egrave;re

source: Member administration
fr: Param&egrave;tres d&#8217;administration

source: Settings
fr: Configurations

source: Add a new user
fr: Ajouter un utilisateur

source: Search
fr: Chercher

source: Username
fr: Login

source: Deactivate
fr: D&eacute;sactiver

source: Activate
fr: Activer

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: No member found
fr: Aucun membre trouv&eacute;

source: Please submit your new email.
fr: Merci d'ins&eacute;rer une nouvelle adresse.

source: You will receive a confirmation in your new email.
fr: Vous allez recevoir une confirmaton dans votre email

source: New email
fr: Nouvelle adresse email

source: Add a user
fr: Ajouter Utilisateur

source: Password
fr: Mot de passe

source: No
fr: Non

source: Yes
fr: Oui

source: Edit a user
fr: Modifier l&#8217;utilisateur

source: Status
fr: &Eacute;tat

source: Active
fr: Actif

source: Disabled
fr: D&eacute;sactiv&eacute;e

source: Please enter here your login and password
fr: Merci de saisir votre identifiant et mot de passe.

source: Sign up
fr: Inscription

source: Lost password ?
fr: Mot de passe perdu?

source: Log out
fr: D&eacute;connecter

source: Change email
fr: Changer adresse email

source: Quick menu
fr: Menu rapide

source: Edit your profile
fr: Votre profil et options personnelles

source: You can change your profile here, if you want.
fr: Vous pouvez changer votre profile ici si vous voulez.

source: Please fill the form below and click on Register
fr: Remplir le formulaire ci-dessous et cliquer sur Enregistrer

source: Confirm email
fr: Confirmer email

source: Fields marked with * are required
fr: Les champs avec * sont obligatoires

source: Register
fr: Inscription

source: Enter a username
fr: Insérer votre nom d'utilisateur

source: Enter at least {0} characters
fr: Insérer au moins {0} caractères

source: {0} is already in use
fr: {0} n'est plus disponible

source: Please enter a valid email address
fr: Erreur&nbsp;: veuillez taper une adresse e-mail

source: Repeat your email
fr: Répéter l'email

source: Enter the same email as above
fr: Insérer la meme adresse email

source: Unauthorized
fr: Non autorisé

source: have access to
fr: a accès à

source: view in
fr: voir dans

source: add into
fr: ajouter dans

source: edit in
fr: modifier dans

source: delete in
fr: supprimer dans

source: Sorry, you cannot %s the %s module
fr: D&eacute;sol&eacute; vous ne pouvez pas %s le module %s
